Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Vuosien 2011–2015 välillä kasvua eläkkeellesiirtymisiän odotteessa on ollut 0,7 vuotta. Suurimpina syinä viime vuosien eläkeiän nousuun ovat olleet eläkevaihtoehtojen karsiminen (työttömyyseläkkeelle ja varhennetun vanhuuseläkkeen lakkauttaminen) sekä työkyvyttömyyseläkkeelle siirtyneiden väheneminen.
sv_se: Under perioden 2011– 2015 har den förväntade pensioneringsåldern stigit med 0,7 år Till de största orsakerna till att pensioneringsåldern har stigit under de senaste åren hör att en del pensionsalternativen har avvecklats (avskaffandet av arbetslöshetspensionen och förtida ålderspensionen) och att antalet personer som har blivit sjuk- eller invalidpensionärer har minskat.

source: Työkyvyttömyyseläkkeelle siirtyneiden määrä on laskenut neljänneksellä vuodesta 2008.
sv_se: Minskningen har varit en fjärdedel sedan 2008.

source: Vuonna 2015 kuitenkin eläkkeellesiirtymisiän nousu taittui ja eläkkeellesiirtymisiän odote 25-vuotiaalle laski 0,1 vuotta.
sv_se: År 2015 steg pensioneringsåldern emellertid inte, utan den förväntade pensioneringsåldern för 25-åringar sjönk med 0,1 år.

source: Jatkossa vuoden 2005 eläkeuudistuksen lakimuutosten vaikutukset eivät enää nosta yhtä voimakkaasti eläkkeellesiirtymisikää, vaan keskeisemmällä sijalla ovat talous- ja työllisyystilanne.
sv_se: I fortsättningen kommer effekterna av 2005 års pensionsreform inte att höja pensioneringsåldern lika mycket som hittills, utan läget inom ekonomin och sysselsättningen kommer att ha en större betydelse.

source: Eläkkeellesiirtymisiän arvioidaankin nousevan lähivuosina selvästi viime vuosia maltillisemmin.
sv_se: Det bedöms att pensioneringsåldern under de närmaste åren kommer att stiga klart långsammare än de senaste åren.

source: Positiivista on myös ollut ikääntyneiden työllisyysasteen yhtäjaksoinen kasvu vuonna 2009 finanssikriisin myötä tapahtuneen laskun jälkeen.
sv_se: Det är också positivt att sysselsättningsgraden bland äldre arbetstagare har stigit kontinuerligt efter den nedgång som skedde i samband med finanskrisen 2009.

source: Vuonna 2015 ikääntyneiden työllisyysasteet olivat tilastohistorian korkeimpia.
sv_se: År 2015 var sysselsättningsgraden bland äldre arbetstagarna bland de högsta som noterats under den tid som den statistikförts.

source: Kuitenkin tästä huolimatta Suomessa 55–64-vuotiaiden työmarkkinoille osallistuminen on alemmalla tasolla kuin muissa pohjoismaissa.
sv_se: Likväl är deltagandet i arbetsmarknaden bland 55–64-åringar lägre i Finland än i de andra nordiska länderna.

source: Työkyvyttömyyseläkkeiden alkavuus kuvaa, kuinka suuri osa ei-eläkkeellä olevista työeläkevakuutetuista on siirtynyt vuoden aikana työkyvyttömyyseläkkeelle.
sv_se: Inledda sjuk- eller invalidpensioner avspeglar hur stor del av de icke-pensionerade arbetspensionsförsäkrade som under året har gått i sjukpension.

source: Ikävakioitu alkavuus kertoo työkyvyttömyyseläkkeen alkavuudessa tapahtuvista muutoksista siten, että väestön ikärakenteen muuttuminen ei vaikuta siihen.
sv_se: Att indikatorn är åldersstandardiserad anger i fråga om förändringar i inledda sjuk- eller invalidpensioner att befolkningens åldersstruktur inte påverkar den.

source: Vakiointivuosi on 2000.
sv_se: Standardiseringsåret är 2000.

source: Väestönrakenteen muutoksesta johtuen ikääntyvän työvoiman odotetaan kasvavan tulevaisuudessa.
sv_se: På grund av att befolkningsstrukturen förändras väntas den äldre arbetskraften växa i framtiden.

source: Samalla kun ikääntyneiden työllisyysasteet ovat nousseet, alle 35-vuotiaiden työllisyysaste on heikentynyt.
sv_se: Samtidigt som sysselsättningsgraden bland äldre arbetstagare har vuxit, har sysselsättningsgraden bland personer under 35 sjunkit.

source: Vuonna 2014 25–34-vuotiaiden työllisyysaste oli matalampi kuin kertaakaan 2000luvulla.35 Pidemmällä aikavälillä vuoden 2017 eläkeuudistuksen uskotaan asteittain nostavan eläkkeelle siirtymisiän odotetta vuoteen 2027 mennessä 0,8 vuotta enemmän kuin tällä hetkellä vallitsevan lain mukaan tehdyllä arviolla.
sv_se: År 2014 var sysselsättningsgraden bland personer i åldern 25–34 år lägre än någonsin under 2000-talet.35 På längre sikt tros 2017 års pensionsreform höja den förväntade pensioneringsåldern gradvis fram till 2027, och höjningen blir 0,8 år högre än enligt beräkningar baserade på gällande lag.

source: Lisäksi eläkeuudistuksen odotetaan edelleen kasvattavan ikääntyneiden työllisyyttä.36
sv_se: Dessutom väntas pensionsreformen fortsätta att höja sysselsättningsgraden bland äldre arbetstagare.36

source: Isille maksettujen päivien osuus vanhempainpäivärahoista kääntyi selkeään nousuun v. 2015.
sv_se: Andelen familjedagpenningar som betalades papporna började stiga klart 2015.

source: Päivien määrä isää kohden pysyi samalla tasolla kuin v. 2014.
sv_se: Antalet dagar per pappa låg på samma nivå som 2014.

source: Tapahtunutta kasvua selittääkin vanhempainrahaa saaneiden isien määrä kasvu hieman yli 10 prosentilla v. 2015.
sv_se: Ökningen förklaras mycket riktigt av att antalet pappor som fick föräldrapenning steg med lite över 10 % år 2015.

source: Vuonna 2013 voimaan tulleen lakimuutoksen lisäämä valinnanvapaus ja jousto selittävät osittain isien määrän selkeää kasvua v. 2015.
sv_se: Den klara ökningen förklaras delvis av den större valfrihet och flexibilitet som följde med lagändringen som trädde i kraft 2013.

source: Johtuen bruttokansantuotteen ennakoitua heikommasta kehityksestä sekä työttömyyteen ja vanhuuteen liittyvien menojen kasvusta, sosiaalimenojen suhde bruttokansantuotteeseen on kasvanut nopeasti vuodesta 2012 lähtien.
sv_se: På grund av att bruttonationalprodukten har utvecklats svagare än väntat och kostnaderna för arbetslösheten och de äldre har ökat, har socialutgifternas förhållande till bruttonationalprodukten stigit snabbt sedan 2012.

source: Vuonna 2011 sosiaalimenojen suhde bruttokansantuotteeseen oli 28,8 % ja ennakkotietojen mukaan v. 2015 noin 32,6 %.
sv_se: År 2011 var förhållandet mellan socialutgifternas och bruttonationalprodukten 28,8 %, medan det enligt preliminära uppgifter för 2015 var ca 32,6 %.

source: Myös sosiaalimenojen kasvu jatkui ennakkotietojen mukaan v. 2015.
sv_se: Även ökningen i socialutgifterna fortsatte 2015 enligt de preliminära uppgifterna.

source: Tulevaisuudessa tärkeänä kysymyksenä on sosiaalimenojen suhteuttaminen bruttokansantuotteen kehitykseen ja kestävän kulurakenteen luominen.
sv_se: En viktig fråga i framtiden är att anpassa socialutgifterna till bruttonationalproduktens utveckling och att skapa en hållbar utgiftsstruktur.

source: Väestön ikääntyminen tulee lisäämään eläkemenoja tulevaisuudessa, mutta eläkemenojen kasvuun on kuitenkin varauduttu.
sv_se: När befolkningen åldras kommer pensionsutgifterna att öka, men man har likväl förberett sig på denna ökning.

source: Työeläkelaitoksiin liittyvän pitkän aikavälin herkkyyslaskelman tuloksien perusteella näyttää siltä, että eläkesektori on ennemmin hieman ylijäämäinen kuin alijäämäinen37.
sv_se: Enligt resultaten av en långsiktig känslighetskalkyl för arbetspensionsanstalterna ser det ut som om pensionssektorn snarare kommer att visa ett litet överskott än ett underskott37.

source: Työtapaturmien määrä suhteessa tehtyihin työtunteihin on ollut yhtäjaksoisessa laskevassa trendissä vuodesta 2011 lähtien.
sv_se: Antalet arbetsolyckor i relation till antalet utförda arbetstimmar har följt en oavbrutet sjunkande trend sedan 2011.

source: Palkansaajien työpaikkatapaturmien taajuuden lasku kertoo sekä suomalaisessa työelämässä tapahtuneista muutoksista että onnistuneista toimista työturvallisuuden parantamiseksi.
sv_se: Den sjunkande arbetsolycksfrekvensen bland löntagarna vittnar om förändringarna i det finska arbetslivet och om lyckade åtgärder för att förbättra arbetarskyddet.

source: Kuitenkin ennakkotietojen mukaan työpaikkakuolemien määrä nousi v. 2015 hieman.38
sv_se: Enligt preliminära uppgifter steg antalet dödsfall på arbetsplatserna dock en aning 2015.38

source: Eläkeuudistuksen valmistelua jatkettiin työmarkkinoiden keskusjärjestöjen tekemän sopimuksen pohjalta, jossa sovittiin työeläketurvaan tehtävistä muutoksista.
sv_se: Beredningen av pensionsreformen fortsatte på grundval av en överenskommelse mellan arbetsmarknadens centralorganisationer. I överenskommelsen ingick förändringar i arbetspensionsskyddet.

source: Osatyökykyiset työssä -ohjelma, jolla haettiin käytännön keinoja osatyökykyisten työssä jaksamisen ja työllistymisen tueksi, saatiin päätökseen.
sv_se: Programmet Partiellt arbetsförmögna i arbete med syfte att ta fram praktiska instrument för att stödja arbetsförmågan och anställbarheten slutfördes.

source: Työnantajat hyötyivät merkittävästi ohjelmassa tuotetusta työkykykoordinaattori -toimintamallista.
sv_se: Arbetsgivarna hade betydande nytta av den verksamhetsmodell med samordnare för arbetsförmågan som togs fram i projektet.

source: Ohjelman osana tehdyn tutkimuksen mukaan asenteissa osatyökykyisiä työntekijöitä kohtaan tapahtui myönteisiä muutoksia työpaikoilla.
sv_se: Enligt en undersökning som ingick i programmet skedde positiva förändringar i attityderna till partiellt arbetsförmögna arbetstagare på arbetsplatserna.

source: Osatyökykyisten tueksi tarkoitettua keinovalikoimaa opittiin hyödyntämään tehokkaasti, yhteistyö tiivistyi ja osatyökykyisten työllistymisen tukitoimet muuttuivat ratkaisukeskeisiksi.
sv_se: Man lärde sig använda instrument avsedda för att stödja partiellt arbetsförmögna effektivt, samarbetet intensifierades och stödåtgärderna för att hitta sysselsättning för partiellt arbetsföra blev lösningsorienterade.

source: Kannisto J. (2015) Eläkkeellesiirtymisikä Suomen työeläkejärjestelmässä.
sv_se: Kannisto J. (2015) Pensioneringsåldern inom arbetspensionssystemet i Finland.

source: Eläketurvakeskus, Eläketurvakeskuksen tilastoraportteja 03/2015.
sv_se: Pensionsskyddscentralen, Eläketurvakeskuksen tilastoraportteja 03/2015.

source: Ohjelma toimii pohjana hallituksen kärkihankkeelle Osatyökykyisille tie työelämään.
sv_se: Programmet fungerar som grund för regeringens spetsprojekt Vägar in i arbetslivet för partiellt arbetsföra.

source: Työurien pidentäminen edellyttää myös panostamista työkyvyn ylläpitämiseen.
sv_se: Förlängningen av arbetslivet kräver också insatser för att upprätthålla arbetsförmågan.

source: Työsuojelu- ja työterveysyhteistyöhön kehitettiin yhden luukun toimintamalli, jonka avulla jokainen työpaikka pystyy nykyistä paremmin saavuttamaan lakisääteisen perustason ja kehittämään sitä eteenpäin.
sv_se: För arbetarskydds - och arbetshälsosamarbetet utvecklades en verksamhetsmodell där alla tjänster ska ges över en disk. Med hjälp av modellen ska varje arbetsplats kunna nå den lagfästa basnivån och utveckla den vidare.

source: Työsuojeluhallinto toteutti harmaan talouden torjuntaohjelmaa valvomalla tilaajavastuulain noudattamista, ulkomaisen työvoiman oikeutta työskennellä Suomessa sekä rakennusalan tunnistekorttia.
sv_se: Arbetarskyddsförvaltningen genomförde ett program för bekämpning av grå ekonomi genom övervakning av efterlevnaden av beställaransvarslagen, utländska arbetstagares rätt att arbeta i Finland och personkort för byggbranschen.

source: Tilaajavastuulain mukaisia laiminlyöntimaksuja määrättiin maksettavaksi yhteensä 255 236 euroa v. 2015 tehtyjen tarkastusten perusteella.
sv_se: Kontroller som utfördes 2015 ledde till att försummelseavgifter som uppgick till sammanlagt 255 236 euro fastställdes enligt beställaransvarslagen.

source: Kansallisten sosiaali- ja terveydenhuollon tietojärjestelmäpalveluiden (Kanta) käyttö on edennyt julkisen sektorin osalta suunnitellusti, mutta yksityisen sektorin potilastiedon arkistoon liittyminen on viivästynyt.
sv_se: Den offentliga sektorn har tagit i bruk de nationella informationssystemtjänsterna för social - och hälsovården (Kanta) enligt planerna, men anslutningen av den privata sektorn till patientdataarkivet har fördröjts.

source: Lisäksi meneillään on sosiaali- ja terveydenhuollon tietojen käyttöön ja henkilörekistereihin liittyvä lainsäädäntötyö, jolla mahdollistetaan tietojen yhteiskäyttö sosiaali- ja terveystoimessa sekä sosiaali- ja terveydenhuollossa syntyvien asiakastietojen jatkohyödyntäminen tutkimuksessa, johtamisessa, toiminnan kehittämisessä ja valvonnassa.
sv_se: Dessutom pågår lagstiftningsarbete som rör användningen av uppgifter inom social - och hälsovården och om personregister. Genom detta görs det möjligt att samanvända uppgifter inom social - och hälsoväsendet och att vidareutnyttja klientuppgifter som uppkommer i social - och hälsovården i forskning, ledning, verksamhetsutveckling och övervakning.

source: Kansalaisten sähköisten palveluiden kehittämisen SADe-ohjelma päättyi.
sv_se: Programmet SADe för utvecklande av elektroniska tjänster för medborgarna avslutades.

source: Ohjelman tavoitteena oli kehittää ja ottaa käyttöön toimintakäytäntöjä ja sähköisiä palveluja, jotka tukevat kansalaisen hyvinvoinnin ja terveyden edistämistä, palvelun valintaa ja siihen hakeutumista, parantavat kansalaisen osallistumismahdollisuuksia palvelujen suunnitteluun sekä tehostavat kansalaisen ja palveluyksikön ammattilaisen välistä vuorovaikutusta.
sv_se: Programmet hade som mål att utveckla och ta i bruk förfaranden och elektroniska tjänster som stöder medborgarnas hälsa och välfärd, gör det lättare att välja tjänst och att söka sig till tjänsten, förbättrar medborgarens möjligheter att delta i planeringen av tjänsterna och effektiviserar växelverkan mellan medborgaren och yrkesmannen på serviceenheten.

source: SADe-ohjelmassa toteutettiin kansalaisille suunnattuja sähköisiä palveluita, joista osa on laajassa käytössä ja on myös muuttanut terveydenhuollon toimintamalleja.
sv_se: I SADe-programmet genomfördes elektroniska tjänster riktade till medborgarna. En del av dem används allmänt och har även lett till ändrade verksamhetsmodeller inom hälsovården.

source: Toteutusten perusteella on jo käynnistynyt uusia kehittämishankkeita (Virtuaalisairaala).
sv_se: På grundval av genomförandet har nya utvecklingsprojekt redan inletts (det virtuella sjukhuset).

source: Osa palveluista tai määrittelyistä valmistui hankkeen aikana, mutta niiden käyttö ei ole vielä vakiintunutta (esim. sähköinen ajanvaraus) tai laaja käyttö edellyttää integraatiota muihin palveluihin tai tietojärjestelmiin (esim. palveluhakemisto).
sv_se: En del av tjänsterna och specifikationerna blev klara medan projektet pågick, men användningen av dem har ännu inte blivit etablerad (t.ex. elektronisk tidsbeställning) eller så kräver användning i större skala integration i andra tjänster eller informationssystem (t.ex. ett tjänsteregister).

source: Tavoitteiden osittainen saavuttamattomuus johtui siitä, että sekä määrittelyettä toteutustyö ja eri osahankkeiden yhteensovittaminen oli arvioitua haasteellisempaa.
sv_se: Det faktum att målen delvis inte uppnåddes berodde på att såväl specificeringen som genomförandet och sammanfogningen av de olika delprojekten var svå rare än väntat.

source: Kansallisten ja alueellisten palvelujen kehittämistä ei täysin saatu aikataulullisesti synkronoitua keskenään.
sv_se: Man lyckades inte helt synkronisera utvecklandet av de nationella och regionala tjänsterna sinsemellan vad beträffar tidsplanen.

source: Kaikille mahdollisuus hyvinvointiin -linjauksen tunnuslukuja vuosina 2012‒2014
sv_se: Nyckeltal för riktlinjen Alla ska ha möjlighet till välstånd åren 2012–2014

source: Yli vuoden työttömänä olleet, lkm
sv_se: Arbetslösa längre än ett år, antal

source: Toimeentulotukea saaneiden kotitalouksien lukumäärä
sv_se: Hushåll som fick utkomststöd, antal

source: Alkoholin kokonaiskulutus, l/as.
sv_se: Totalkonsumtion av alkohol, l/inv.

source: Ylipainoisten osuus, %
sv_se: Andel överviktiga, %

source: — Miehet (20‒64v.)
sv_se: – Män (20–64 år)

source: — Naiset (20‒64v.)
sv_se: – Kvinnor (20–64 år)

source: — Pojat (8‒9. lk)
sv_se: – Pojkar (årskurs 8–9)

source: — Tytöt (8‒9.lk)
sv_se: – Flickor (årskurs 8–9)

source: Asunnottomat, lkm
sv_se: Bostadslösa, antal

source: Ikääntyneiden palvelujen piirissä, % 80 vuotta täyttäneistä
sv_se: Personer som får tjänster för äldre, % av dem som fyllt 80

source: — Omaishoidon tuki
sv_se: – Stöd för närståendevård

source: — Säännöllinen kotihoito
sv_se: – Regelbunden hemvård

source: — Tehostettu palveluasuminen
sv_se: – Effektiviserat serviceboende

source: — Vanhainkodit ja terveyskeskusten pitkäaikaishoito
sv_se: – Åldringshem och långvård vid hälsocentraler

source: Tuloerot ovat kaventuneet jonkin verran viimeisten vuosien aikana ja pienituloisten osuus väestöstä on hieman laskenut vuoden 2011 tasosta.
sv_se: Inkomstskillnaderna har minskat något under de senaste åren, och låginkomsttagarnas andel av befolkningen har sjunkit en aning sedan 2011.

source: Arvioiden mukaan vuosina 2011–2015 perusturvan taso on parantunut sekä suhteessa hintoihin että palkkoihin.
sv_se: Det har bedömts att nivån på grundskyddet har förbättrats under åren 2011–2015 i relation till såväl priserna som lönerna.

source: Pienimpien tuloryhmien reaalitulot ovat kasvaneet samalla kun muilla ryhmillä ne ovat pienentyneet.
sv_se: Realinkomsterna för de lägsta inkomstklasserna har vuxit samtidigt som de har minskat för övriga grupper.

source: Vuosina 2011–2015 tehdyt etuuksien ja verotuksen muutokset ovat pienentäneet tuloeroja ja köyhyysriskiä.
sv_se: De ändringar i de sociala förmånerna och beskattningen som genomfördes åren 2011–2015 har minskat inkomstskillnaderna och fattigdomsrisken.

source: Kuitenkin työttömyyden ja pitkäaikaistyöttömyyden kasvu on lisännyt perusturvan varassa elävien määrää samalla tarkastelujaksolla.
sv_se: Likväl har antalet personer som är beroende av grundskyddet ökat under samma period på grund av den växande arbetslösheten och långtidsarbetslösheten.

source: Vuonna 2015 yli vuoden työttömänä olleita henkilöitä oli noin 109 000, mikä on lähes 20 000 enemmän kuin edellisenä vuonna.
sv_se: År 2015 fanns det ca 109 000 personer som hade varit arbetslösa i över ett år. Det är nästan 20 000 fler än året innan.

source: Perusturvan varassa olevien tulotaso ei riitä kattamaan viitebudjetin39 mukaista kohtuullista minimikulutusta, eläkkeensaajia lukuun ottamatta.
sv_se: Inkomstnivån bland dem som var beroende av grundskyddet är inte tillräcklig för att täcka en skälig minimikonsumtion enligt referensbudgeten39 för andra än pensionärer.

source: Perusturvan mahdollistama tulotaso on Suomessa länsieurooppalaista keskitasoa, niin ennen kuin jälkeen asumiskustannusten tarkasteltuna.40 41
sv_se: Den inkomstnivå som grundskyddet möjliggör är på europeisk medelnivå, såväl före som efter det att boendekostnaderna har beaktats.40 41

source: Toimeentulotukea saavien kotitalouksien määrä lisääntyi arvioilta 3,1 % v. 2014.
sv_se: Antalet hushåll som får utkomststöd steg år 2014 med uppskattningsvis 3,1 %.

source: Toimeentulotulotuki on muodostunut saajilleen yhä pitkäaikaisemmaksi tukimuodoksi.
sv_se: Utkomststödet har blivit en allt långvarigare stödform för mottagarna.

source: Yleisen asumistuen menoja kasvattivat pitkäaikaistyöttömyyden lisääntymisen lisäksi vuoden 2015 alussa voimaan tullut lainmuutos, joka nosti tuen määrää monilla tuensaajilla.
sv_se: Utgifterna för det allmänna bostadsbidraget växte såväl på grund av att långtidsarbetslösheten växte som på grund av en lagändring som trädde i kraft den 1 januari 2015 och medförde högre bidrag för många stödtagare.

source: Muutos myös mahdollisti sen, että tukea voi saada etenkin lapsiperheissä aiempaa suuremmilla tuloilla.
sv_se: Ändringen möjliggjorde också att framför allt barnfamiljer kan få stöd med större inkomster än tidigare.

source: Lisäksi syyskuussa 2015 yleisessä asumistuessa otettiin käyttöön 300 euron ansiotulovähennys, joka lisäsi palkkatuloja saavien ruokakuntien asumistukea.
sv_se: I september 2015 infördes dessutom ett förvärvsinkomstavdrag på 300 euro vid beräkningen av bostadsbidraget. Avdraget ökade bostadsbidraget för hushåll med löneinkomster.

source: Vuonna 2016 yleisen asumistuen menojen odotetaan edelleen kasvavan ennustetun heikon työllisyyskehityksen vuoksi.
sv_se: År 2016 beräknas utgifterna för det allmänna bostadsbidraget fortsätta att öka på grund av den svaga utveckling av sysselsättningen som prognostiserats.

source: Nuorten elintavoissa esiintynyt positiivinen trendi jatkui vuoden 2015 aikana.
sv_se: Den positiva trenden i de ungas levnadsvanor fortsatte år 2015.

source: Merkittävimpinä muutoksina on ollut vapaa-ajalla liikuntaa alle tunnin viikossa harrastavien osuuden lasku vuodesta 2013.
sv_se: Den mest betydande förändringen är att andelen unga som ägnar mindre än en timme per vecka av sin fritid till motion har sjunkit sedan 2013.

source: Lisäksi päivittäin tupakoivien ja vähintään kerran kuukaudessa itsensä tosi humalaan juovien osuuksissa on tapahtunut huomattavaa vähentymistä vuodesta 2013.
sv_se: Dessutom har de unga som röker dagligen eller dricker sig mycket berusade minst en gång per månad blivit betydligt färre sedan 2013.

source: Näyttää siltä että nuorison kohdalla panostukset terveysvalistuksessa sekä tupakan vastaisen ilmapiirin lisääntyminen ovat edesauttaneet terveyden positiivista kehitystä, mutta ongelmana säilyy ammattiin opiskelevien yleinen tupakointi sekä ylipainoisten nuorten määrä.
sv_se: Det ser ut som om satsningarna på hälsoupplysning och de allt starkare tobakskritiska attityderna har främjat en positiv hälsoutveckling. Ett problem är dock att rökningen fortfarande är allmän bland dem som bedriver yrkesinriktade studie. Ett annat är att många unga har övervikt.

source: Ylipainoisten osuus 8. ja 9.luokkalaisista laski hieman vuoden 2013 nousun jälkeen, mutta oli silti samalla tasolla kuin v. 2010.
sv_se: Andelen överviktiga elever i årskurserna 8–9 sjönk visserligen något efter ökningen 2013, men den var likväl ungefär lika stor som 2010.

source: Vuonna 2011 voimaan tullut rahapeliautomaattien ikärajan muutos on merkittävästi vähentänyt viikoittain rahapeliautomaatteja pelaavien poikien osuutta vuosien 2011–2015 välillä.
sv_se: Den ändring av åldersgränsen för penningautomater som trädde i kraft 2011 ledde till en betydande minskning av andelen pojkar som spelar på penningautomater under perioden 2011–2015.

source: Lisäksi nuorten, jotka eivät lainkaan ole pelanneet rahapeliautomaateilla, osuus on lisääntynyt voimakkaasti.
sv_se: Dessutom har andelen ungdomar som inte alls har spelat på penningautomater vuxit kraftigt.

source: Muutos on pienentänyt varhain rahapelaamisen aloittamisen lisäämää riskiä myöhemmille rahapeliongelmille.
sv_se: Ändringen har minskat antalet unga som är utsatta för den ökade risk för problem med penningspel som de som börjar spela i ung ålder löper.

source: Aikuisväestön terveys on monilla mittareilla myös parantunut viimeisten vuosien aikana, mutta alueelliset sekä sukupuolen sekä sosioekonomisten ryhmien väliset terveyserot ovat säilyneet suurina.
sv_se: Den vuxna befolkningens hälsa har enligt många mätare förbättrats under de senaste åren, men hälsoskillnaderna mellan regionerna, könen och de socioekonomiska grupperna har förblivit stora.

source: Terveyserot ovat samansuuntaiset, tarkasteltiinpa sitten koulutus-, ammatti- eller tuloryhmiä.
sv_se: Hälsoskillnaderna är likartade vare sig man studerar utbildnings-, yrkes- eller inkomstgrupper.

source: Vähemmän koulutusta saaneet, työntekijäammateissa toimivat ja pienituloiset kokevat terveytensä huonommaksi kuin pitkän koulutuksen saaneet, toimihenkilöt tai suurituloiset.
sv_se: De som fått mindre utbildning, de som verkar i arbetaryrken och de som har låga inkomster upplever sig ha sämre hälsa än de som har en lång utbildning, tjänstemännen och höginkomsttagarna.
